Repository: Planning-Poker-Teams/planning-poker-ios
Catalog: PlanningPoker/PlanningPoker/*.lproj/Localizable.strings
Languages: de, es

source: Join an estimation session
de: An einer Schätzung teilnehmen
es: Participa en una estimación

source: Room
de: Raum
es: Sala

source: Your name
de: Dein Name
es: Tu nombre

source: Join as spectator
de: Als Beobachter beitreten

source: Consensus cats
de: Konsens-Katzen
es: Gatos de consenso

source: Join the room
de: Raum jetzt betreten
es: Entra en la sala

source: Participants
de: Teilnehmer
es: Participantes

source: Start new estimation
de: Neue Schätzung starten
es: Comienza una nueva estimación

source: Enter task
de: Task eingeben
es: Introduce la tarea

source: Show result
de: Ergebnis zeigen
es: Mostrar resultados

source: Voting in progress...
de: Schätzung läuft...
es: Votación en curso...

source: Estimation result
de: Ergebnis
es: Resultados

source: Estimate
de: Schätzung
es: Estimación

source: JOIN_ROOM_NOTE
de: Teilnehmer finden sich anhand des angegebenen Raumnamens im gleichen Raum wieder. Weitere Teammitglieder können auch über die Website https://planningpoker.cc teilnehmen.
es: Únete a otros participantes que hayan entrado en la misma sala. Tus compañeros también pueden participar accediendo https://planningpoker.cc

source: Start
es: Comenzar
